{
    "msgEmotion": "Kamu Kebahagiaan sederhana membawa senyuman di wajah. dan Ide-ide baru bermunculan, memberi dorongan untuk bergerak maju. dan Kenyamanan dan kedamaian hadir di tempat yang menyenangkan.",
    "recommendation": [
        {
            "title": "Taman Sungai Mudal",
            "image": "https://picsum.photos/seed/52/200/300",
            "desc": "Taman Sungai Mudal, sebuah objek wisata alam terbuka yang terletak di Kabupaten Kulon Progo, yang menawarkan pesona sebuah kolam pemandian yang bersumber dari mata air alami. Mata airnya bersumber dari sebuah goa, sehingga kehadiran Taman Sungai Mudal menjadi mengesampingkan kesan angker dari sebuah goa. Apalagi ditambah dengan dukungan fasilitas yang membuat para wisatawan merasa nyaman saat berada di sana. Taman Sungai Mudal menjadi salah-satu wisata Kulon Progo yang selalu menjadi destinasi utama saat liburan tiba. Salah-satu alasan utamanya dikarenakan Taman Sungai Mudal mampu menjadi destinasi wisata keluarga yang menyenangkan.",
            "type": "destinasi"
        },
        {
            "title": "Pasar Taman Puring",
            "image": "https://picsum.photos/seed/107/200/300",
            "desc": "Taman Puring bukanlah taman secara harfiah. Sejak eksis di tahun 1960 silam, Taman Puring adalah sebuah pasar. Selama bertahun-tahun, pasar ini sempat menjadi pasar gelap alias pasar barang-barang ilegal. Antara tahun 1980-1990an, pasar ini makin dijauhi masyarakat karena menjadi sentra barang-barang hasil tindakan kriminal. Sejak terbakar pada 2002, Pasar Taman Puring perlahan berbenah diri hingga sekarang menjadi destinasi belanja akhir pekan favorit warga Jakarta. Ada ratusan kios sepatu pria mulai dari sepatu kulit, sepatu gunung, sepatu futsal, hingga sepatu gaul khas anak muda. Beragam merk mulai dari Adidas, Caterpillar, Nike, Karrimor, Vans, hingga Converse tersedia dalam berbagai model dan warna.",
            "type": "destinasi"
        },
        {
            "title": "Pantai Cipta",
            "image": "https://picsum.photos/seed/189/200/300",
            "desc": "Pantai Cipta juga dikenal sebagai Pantai Petikemas, karena jarak dan letaknya dekat dengan Pantai Petikemas. Tempat wisata di semarang Pantai Cipta hanya memiliki sedikit hamparan pasir dan didominasi bebatuan. Pantai Cipta menjadi satu destinasi wisata favorit bagi warga Semarang karena mempunyai keunikan dari pemandangan hingga lingkungan sekitarnya. Berfoto selfie menjadi kegiatan utama di pantai tersebut karena banyak spot menarik yang bisa diabadikan. Pada akhir pekan atau hari libur panjang, para wisatawan sering memenuhi Pantai Cipta untuk sekedar melihat pemandangan pantai. Namun pantai Cipta ini memiliki ombak yang tenang, sehingga aman digunakan untuk berenang. Dipantai Cipta sendiri terdapat banyak ilalang yang menambah indah pemandangan dan menjadi surga para pemburu selfie. Keberadaan ilalang inilah yang menjadi daya tarik para pengunjung untuk datang ke pantai Cipta hanya sekedar untuk berselfie.\r",
            "type": "destinasi"
        },
        {
            "title": "Jakarta Planetarium",
            "image": "https://picsum.photos/seed/679/200/300",
            "desc": "Planetarium dan Observatorium Jakarta adalah satu dari tiga wahana simulasi langit di Indonesia selain di Kutai, Kalimantan Timur, dan Surabaya, Jawa Timur. Planetarium tertua ini letaknya di Taman Ismail Marzuki, Jakarta. Planetarium Jakarta merupakan sarana wisata pendidikan yang dapat menyajikan pertunjukan / peragaan simulasi perbintangan atau benda-benda langit. Pengunjung diajak mengembara di jagat raya untuk memahami konsepsi tentang alam semesta melalui acara demi acara. Planetarium Jakarta berdiri tahun 1964 diprakarsai Presiden Soekarno dan diserahkan ke Pemerintah Provinsi DKI Jakarta pada 1969. Di tempat ini juga tersedia ruang pameran benda- benda angkasa yang menyuguhkan berbagai foto serta keterangan lengkap dari berbagai bentuk galaksi, teori-teori pembentukan galaksi disertai pengenalan tokoh-tokoh di balik munculnya teori.",
            "type": "destinasi"
        },
        {
            "title": "Pantai Baron",
            "image": "https://picsum.photos/seed/946/200/300",
            "desc": "Pantai Baron adalah salah satu objek wisata berupa pantai yang terletak di Desa Kemadang, Kecamatan Tanjungsari, Kabupaten Gunungkidul. Lokasi Pantai Baron dapat ditempuh 40 km daeri pusat kota Yogyakarta. Asal mula nama Pantai Baron berasal dari nama seorang bangsawan asal Belanda yang bernama Baron Skeber. Bangsawan tersebut pernah mendaratkan kapalnya di pantai selatan tepatnya di pantai yang saat ini terkenal dengan sebutan Pantai Baron. Jalan menuju objek wisata Pantai Baron cukup baik untuk dilalui kendaraan pribadi, sepeda motor dan bus.Objek wisata Pantai Baron merupakan pantai yang membentuk cekungan. Seperti pantai lainnya, di Pantai Baron tersedia aneka ikan laut beserta olahannya. Ikan yang biasanya dijual di Pantai Baron adalah udang windu, kakap, bawal putih dan tongkol. Pantai Baron memiliki fasilitas berupa tempat pelelangan ikan, wahana permainan anak-anak, perahu bermesin, dan toko cenderamata. Buah sirkaya, pisang tanduk, sirsak, dan berbagai macam cenderamata yang terbuat dari kerang laut. Cenderamata berbahan kerang yang banyak dijual di Pantai Baron adalah bros, tirai kerang, lampu hias, cermin berhias karang, figura, dan aneka karakter hewan yang juga terbuat dari kerang laut.Upacara sedekah laut adalah upacara yang masih sering dilakukan oleh masyarakat Gunungkidul. Pantai Baron adalah salah satu tempat untuk menyelenggarakan upacara sedekah laut tersebut. Upacara sedekah laut diselenggarakan setiap tanggal satu Syuro dalam penanggalan Jawa. Upacara sedekah laut dilakukan sebagai ungkapan rasa syukur penduduk setempat atas melimpahnya tangkapan ikan di Pantai Baron. Awalnya, sebagaian besar penduduk di sekitar Pantai Baron bukanlah nelayan melainkan petani yang mengolah kebun. Suatu ketika ada seseorang yang memulai menangkap ikan di pinggiran pantai dan mendapatkan banyak ikan, kemudian banyak penduduk yang mengikuti orang tersebut untuk menangkap ikan. Semakin lama, ikan di pinggir pantai semakin sedikit kemudian penduduk mencoba menangkap ikan ketengah laut menggunakan rakit kayu. Adanya kapal di pantai ini karena suatu ketika terjadi tragedi nelayan yang saat menangkap ikan di tengah laut digigit oleh ikan hiu maka kabar ini pun tersiar di mana-mana dan menjadikan pemerintah menyumbangkan perahu untuk nelayan Pantai Baron.Keunikan Pantai Baron adalah adanya sunga bawah tanah yang mengalir cukup deras ke arah lautan. Sungai bawah tanah tersebut mengalir ke arah laut dan membentuk sebuah sungai. Uniknya sungai bawah tanah yang ada di Pantai Baron adalah rasa airnya yang tawar meskipun berada sangat dekat dengan laut. Pengunjung yang tidak berani bermain dan berenang di laut dapat bermain air dan berenang dialiran sungai bawah tanah tersebut. Pemandangan lain yang ada di Pantai Baron adalah sebuah bukit yang berada di sekitar pantai. Pengunjung dapat menikmati keindahan pantai dari atas bukit tersebut.",
            "type": "destinasi"
        }
    ]
}